export const department = [
	{
		"id" : 1.0,
		"name" : "กรุงเทพมหานคร"
	},
	{
		"id" : 2.0,
		"name" : "การพาณิชย์ของกรุงเทพมหานคร"
	},
	{
		"id" : 3.0,
		"name" : "มหาวิทยาลัยกรุงเทพมหานคร"
	},
	{
		"id" : 4.0,
		"name" : "ศูนย์รับเรื่องร้องเรียน"
	},
	{
		"id" : 5.0,
		"name" : "สำนักการระบายน้ำ"
	},
	{
		"id" : 6.0,
		"name" : "สำนักการวางผังและพัฒนาเมือง"
	},
	{
		"id" : 7.0,
		"name" : "สำนักการศึกษา"
	},
	{
		"id" : 8.0,
		"name" : "สำนักการแพทย์"
	},
	{
		"id" : 9.0,
		"name" : "สำนักการโยธา"
	},
	{
		"id" : 10.0,
		"name" : "สำนักงบประมาณกรุงเทพมหานคร"
	},
	{
		"id" : 11.0,
		"name" : "สำนักงานคณะกรรมการข้าราชการกรุงเทพมหานคร"
	},
	{
		"id" : 12.0,
		"name" : "สำนักงานเขตคลองสาน"
	},
	{
		"id" : 13.0,
		"name" : "สำนักงานเขตคลองสามวา"
	},
	{
		"id" : 14.0,
		"name" : "สำนักงานเขตคลองเตย"
	},
	{
		"id" : 15.0,
		"name" : "สำนักงานเขตคันนายาว"
	},
	{
		"id" : 16.0,
		"name" : "สำนักงานเขตจตุจักร"
	},
	{
		"id" : 17.0,
		"name" : "สำนักงานเขตจอมทอง"
	},
	{
		"id" : 18.0,
		"name" : "สำนักงานเขตดอนเมือง"
	},
	{
		"id" : 19.0,
		"name" : "สำนักงานเขตดินแดง"
	},
	{
		"id" : 20.0,
		"name" : "สำนักงานเขตดุสิต"
	},
	{
		"id" : 21.0,
		"name" : "สำนักงานเขตตลิ่งชัน"
	},
	{
		"id" : 22.0,
		"name" : "สำนักงานเขตทวีวัฒนา"
	},
	{
		"id" : 23.0,
		"name" : "สำนักงานเขตทุ่งครุ"
	},
	{
		"id" : 24.0,
		"name" : "สำนักงานเขตธนบุรี"
	},
	{
		"id" : 25.0,
		"name" : "สำนักงานเขตบางกอกน้อย"
	},
	{
		"id" : 26.0,
		"name" : "สำนักงานเขตบางกอกใหญ่"
	},
	{
		"id" : 27.0,
		"name" : "สำนักงานเขตบางกะปิ"
	},
	{
		"id" : 28.0,
		"name" : "สำนักงานเขตบางขุนเทียน"
	},
	{
		"id" : 29.0,
		"name" : "สำนักงานเขตบางคอแหลม"
	},
	{
		"id" : 30.0,
		"name" : "สำนักงานเขตบางซื่อ"
	},
	{
		"id" : 31.0,
		"name" : "สำนักงานเขตบางนา"
	},
	{
		"id" : 32.0,
		"name" : "สำนักงานเขตบางบอน"
	},
	{
		"id" : 33.0,
		"name" : "สำนักงานเขตบางพลัด"
	},
	{
		"id" : 34.0,
		"name" : "สำนักงานเขตบางรัก"
	},
	{
		"id" : 35.0,
		"name" : "สำนักงานเขตบางเขน"
	},
	{
		"id" : 36.0,
		"name" : "สำนักงานเขตบางแค"
	},
	{
		"id" : 37.0,
		"name" : "สำนักงานเขตบึงกุ่ม"
	},
	{
		"id" : 38.0,
		"name" : "สำนักงานเขตปทุมวัน"
	},
	{
		"id" : 39.0,
		"name" : "สำนักงานเขตประเวศ"
	},
	{
		"id" : 40.0,
		"name" : "สำนักงานเขตป้อมปราบศัตรูพ่าย"
	},
	{
		"id" : 41.0,
		"name" : "สำนักงานเขตพญาไท"
	},
	{
		"id" : 42.0,
		"name" : "สำนักงานเขตพระนคร"
	},
	{
		"id" : 43.0,
		"name" : "สำนักงานเขตพระโขนง"
	},
	{
		"id" : 44.0,
		"name" : "สำนักงานเขตภาษีเจริญ"
	},
	{
		"id" : 45.0,
		"name" : "สำนักงานเขตมีนบุรี"
	},
	{
		"id" : 46.0,
		"name" : "สำนักงานเขตยานนาวา"
	},
	{
		"id" : 47.0,
		"name" : "สำนักงานเขตราชเทวี"
	},
	{
		"id" : 48.0,
		"name" : "สำนักงานเขตราษฎร์บูรณะ"
	},
	{
		"id" : 49.0,
		"name" : "สำนักงานเขตลาดกระบัง"
	},
	{
		"id" : 50.0,
		"name" : "สำนักงานเขตลาดพร้าว"
	},
	{
		"id" : 51.0,
		"name" : "สำนักงานเขตวังทองหลาง"
	},
	{
		"id" : 52.0,
		"name" : "สำนักงานเขตวัฒนา"
	},
	{
		"id" : 53.0,
		"name" : "สำนักงานเขตสวนหลวง"
	},
	{
		"id" : 54.0,
		"name" : "สำนักงานเขตสะพานสูง"
	},
	{
		"id" : 55.0,
		"name" : "สำนักงานเขตสัมพันธวงศ์"
	},
	{
		"id" : 56.0,
		"name" : "สำนักงานเขตสาทร"
	},
	{
		"id" : 57.0,
		"name" : "สำนักงานเขตสายไหม"
	},
	{
		"id" : 58.0,
		"name" : "สำนักงานเขตหนองจอก"
	},
	{
		"id" : 59.0,
		"name" : "สำนักงานเขตหนองแขม"
	},
	{
		"id" : 60.0,
		"name" : "สำนักงานเขตหลักสี่"
	},
	{
		"id" : 61.0,
		"name" : "สำนักงานเขตห้วยขวาง"
	},
	{
		"id" : 62.0,
		"name" : "สำนักงานเลขานุการสภากรุงเทพมหานคร"
	},
	{
		"id" : 63.0,
		"name" : "สำนักดิจิทัลกรุงเทพมหานคร"
	},
	{
		"id" : 64.0,
		"name" : "สำนักนโยบายและแผนกรุงเทพมหานคร"
	},
	{
		"id" : 65.0,
		"name" : "สำนักปลัดกรุงเทพทหานคร"
	},
	{
		"id" : 66.0,
		"name" : "สำนักปลัดกรุงเทพมหานคร"
	},
	{
		"id" : 67.0,
		"name" : "สำนักป้องกันและบรรเทาสาธารณภัย"
	},
	{
		"id" : 68.0,
		"name" : "สำนักผังเมือง"
	},
	{
		"id" : 69.0,
		"name" : "สำนักพัฒนาชุมชน"
	},
	{
		"id" : 70.0,
		"name" : "สำนักรักษาความสะอาด"
	},
	{
		"id" : 71.0,
		"name" : "สำนักสวัสดิการสังคม"
	},
	{
		"id" : 72.0,
		"name" : "สำนักสิ่งแวดล้อม"
	},
	{
		"id" : 73.0,
		"name" : "สำนักอนามัย"
	},
	{
		"id" : 74.0,
		"name" : "สำนักเทศกิจ"
	},
	{
		"id" : 75.0,
		"name" : "สํานักการคลัง"
	},
	{
		"id" : 76.0,
		"name" : "สํานักการจราจรและขนส่ง"
	},
	{
		"id" : 77.0,
		"name" : "สํานักการระบายน้ำ"
	},
	{
		"id" : 78.0,
		"name" : "สํานักงบประมาณกรุงเทพมหานคร"
	},
	{
		"id" : 79.0,
		"name" : "สํานักงานคณะกรรมการข้าราชการกรุงเทพมหานคร"
	},
	{
		"id" : 80.0,
		"name" : "สํานักงานเลขานุการผู้ว่าราชการกรุงเทพมหานคร"
	},
	{
		"id" : 81.0,
		"name" : "สํานักงานเลขานุการสภากรุงเทพมหานคร"
	},
	{
		"id" : 82.0,
		"name" : "สํานักปลัดกรุงเทพมหานคร"
	},
	{
		"id" : 83.0,
		"name" : "สํานักป้องกันและบรรเทาสาธารณภัย"
	},
	{
		"id" : 84.0,
		"name" : "สํานักพัฒนาสังคม"
	},
	{
		"id" : 85.0,
		"name" : "สํานักยุทธศาสตร์และประเมินผล"
	},
	{
		"id" : 86.0,
		"name" : "สํานักวัฒนธรรม กีฬาและการท่องเที่ยว"
	},
	{
		"id" : 87.0,
		"name" : "สํานักสิ่งแวดล้อม"
	},
	{
		"id" : 88.0,
		"name" : "สํานักเทศกิจ"
	}
]

export const department_with_subdepartment = [
	{
		"id" : 1,
		"department" : "กรุงเทพมหานคร",
		"subdepartment" : "กรุงเทพมหานคร"
	},
	{
		"id" : 362,
		"department" : "การพาณิชย์ของกรุงเทพมหานคร",
		"subdepartment" : "กองอำนวยการตลาดนัดกรุงเทพมหานคร"
	},
	{
		"id" : 363,
		"department" : "การพาณิชย์ของกรุงเทพมหานคร",
		"subdepartment" : "บริษัทกรุงเทพธนาคมจำกัด"
	},
	{
		"id" : 364,
		"department" : "การพาณิชย์ของกรุงเทพมหานคร",
		"subdepartment" : "สถานีวิทยุกระจายเสียงกรุงเทพมหานคร"
	},
	{
		"id" : 365,
		"department" : "การพาณิชย์ของกรุงเทพมหานคร",
		"subdepartment" : "สหกรณ์ออมทรัพย์กรุงเทพมหานครจำกัด"
	},
	{
		"id" : 360,
		"department" : "การพาณิชย์ของกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานตลาดกรุงเทพมหานคร"
	},
	{
		"id" : 361,
		"department" : "การพาณิชย์ของกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานพัฒนาที่อยู่อาศัย"
	},
	{
		"id" : 359,
		"department" : "การพาณิชย์ของกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานสถาธนานุบาลกรุงเทพมหานคร"
	},
	{
		"id" : 273,
		"department" : "มหาวิทยาลัยกรุงเทพมหานคร",
		"subdepartment" : "คณะพยาบาลศาสตร์เกื้อการุณย์"
	},
	{
		"id" : 272,
		"department" : "มหาวิทยาลัยกรุงเทพมหานคร",
		"subdepartment" : "คณะแพทย์ศาสตร์วชิรพยาบาล"
	},
	{
		"id" : 269,
		"department" : "มหาวิทยาลัยกรุงเทพมหานคร",
		"subdepartment" : "มหาวิทยาลัยกรุงเทพมหานคร"
	},
	{
		"id" : 271,
		"department" : "มหาวิทยาลัยกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานสภามหาวิทยาลัย"
	},
	{
		"id" : 270,
		"department" : "มหาวิทยาลัยกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานอธิการบดี"
	},
	{
		"id" : 274,
		"department" : "ศูนย์รับเรื่องร้องเรียน",
		"subdepartment" : "ศูนย์รับเรื่องร้องเรียน"
	},
	{
		"id" : 337,
		"department" : "สำนักการระบายน้ำ",
		"subdepartment" : "กองพัฒนาระบบหลัก"
	},
	{
		"id" : 163,
		"department" : "สำนักการระบายน้ำ",
		"subdepartment" : "กองระบบท่อระบายน้ำ"
	},
	{
		"id" : 160,
		"department" : "สำนักการระบายน้ำ",
		"subdepartment" : "กองเครื่องจักรกล"
	},
	{
		"id" : 158,
		"department" : "สำนักการระบายน้ำ",
		"subdepartment" : "สำนักการระบายน้ำ"
	},
	{
		"id" : 166,
		"department" : "สำนักการระบายน้ำ",
		"subdepartment" : "สำนักงานจัดการคุณภาพน้ำ"
	},
	{
		"id" : 338,
		"department" : "สำนักการระบายน้ำ",
		"subdepartment" : "สำนักงานอาคารบังคับน้ำ"
	},
	{
		"id" : 358,
		"department" : "สำนักการวางผังและพัฒนาเมือง",
		"subdepartment" : "กองควบคุมผังเมือง"
	},
	{
		"id" : 354,
		"department" : "สำนักการวางผังและพัฒนาเมือง",
		"subdepartment" : "กองนโยบายและแผนงาน"
	},
	{
		"id" : 352,
		"department" : "สำนักการวางผังและพัฒนาเมือง",
		"subdepartment" : "สำนักการวางผังและพัฒนาเมือง"
	},
	{
		"id" : 357,
		"department" : "สำนักการวางผังและพัฒนาเมือง",
		"subdepartment" : "สำนักงานพัฒนาและฟื้นฟูเมือง"
	},
	{
		"id" : 355,
		"department" : "สำนักการวางผังและพัฒนาเมือง",
		"subdepartment" : "สำนักงานภูมิสารสนเทศ"
	},
	{
		"id" : 356,
		"department" : "สำนักการวางผังและพัฒนาเมือง",
		"subdepartment" : "สำนักงานวางผังเมือง"
	},
	{
		"id" : 353,
		"department" : "สำนักการวางผังและพัฒนาเมือง",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 136,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "กองคลัง"
	},
	{
		"id" : 145,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "กองพัฒนาข้าราชการครูากรุงเทพมหานคร"
	},
	{
		"id" : 138,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "กองวิชาการ"
	},
	{
		"id" : 332,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "กองเทคโนโลยีการศึกษา"
	},
	{
		"id" : 144,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "กองเทคโนโลยีเพื่อการเรียนการสอน"
	},
	{
		"id" : 334,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "กองเสริมสร้างสมรรถนะนักเรียน"
	},
	{
		"id" : 333,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "สถาบันพัฒนาข้าราชการครูและบุคลากรทางการศึกษากรุงเทพมหานคร"
	},
	{
		"id" : 133,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "สำนักการศึกษา"
	},
	{
		"id" : 135,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "สำนักงานการเจ้าหน้าที่"
	},
	{
		"id" : 146,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "สำนักงานการเจ้าหน้าที่"
	},
	{
		"id" : 143,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "สำนักงานยุทธศาสตร์การศึกษา"
	},
	{
		"id" : 134,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 137,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "หน่วยงานศึกษานิเทศก์"
	},
	{
		"id" : 141,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "โรงเรียนมัธยมนาคนาวาอุปถัมภ์"
	},
	{
		"id" : 139,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "โรงเรียนมัธยมบ้านบางกะปิ"
	},
	{
		"id" : 140,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "โรงเรียนมัธยมประชานิเวศน์"
	},
	{
		"id" : 142,
		"department" : "สำนักการศึกษา",
		"subdepartment" : "โรงเรียนมัธยมสุวิทย์เสรีอนุสรณ์"
	},
	{
		"id" : 37,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "วิทยาลัยพยาบาลเกื้อการุณย์"
	},
	{
		"id" : 47,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "ศูนย์บริการการแพทย์ฉุกเฉินกรุงเทพมหานคร (ศูนย์เอราวัณ)"
	},
	{
		"id" : 34,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "สำนักการแพทย์"
	},
	{
		"id" : 36,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "สำนักงานพัฒนาระบบบริการทางการแพทย์  "
	},
	{
		"id" : 35,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 38,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลกลาง"
	},
	{
		"id" : 49,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลคลองสามวา"
	},
	{
		"id" : 39,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลตากสิน"
	},
	{
		"id" : 50,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลบางนากรุงเทพมหานคร"
	},
	{
		"id" : 48,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลผู้สูงอายุบางขุนเทียน"
	},
	{
		"id" : 45,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลราชพิพัฒน์"
	},
	{
		"id" : 43,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลลาดกระบัง กทม."
	},
	{
		"id" : 46,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลสิรินธร"
	},
	{
		"id" : 44,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลหนองจอก"
	},
	{
		"id" : 41,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลหลวงพ่อทวีศักดิ์ ชุตินฺธโรอุทิศ"
	},
	{
		"id" : 40,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลเจริญกรุงประชารักษ์"
	},
	{
		"id" : 42,
		"department" : "สำนักการแพทย์",
		"subdepartment" : "โรงพยาบาลเวชการุณย์รัศมี์"
	},
	{
		"id" : 150,
		"department" : "สำนักการโยธา",
		"subdepartment" : "กองควบคุมการก่อสร้าง"
	},
	{
		"id" : 151,
		"department" : "สำนักการโยธา",
		"subdepartment" : "กองควบคุมอาคาร"
	},
	{
		"id" : 149,
		"department" : "สำนักการโยธา",
		"subdepartment" : "กองวิเคราะห์และวิจัย"
	},
	{
		"id" : 155,
		"department" : "สำนักการโยธา",
		"subdepartment" : "กองสำรวจและแผนที่ที่ดิน"
	},
	{
		"id" : 152,
		"department" : "สำนักการโยธา",
		"subdepartment" : "กองแผนงานและประสานสาธารณูปโภค"
	},
	{
		"id" : 147,
		"department" : "สำนักการโยธา",
		"subdepartment" : "สำนักการโยธา"
	},
	{
		"id" : 153,
		"department" : "สำนักการโยธา",
		"subdepartment" : "สำนักงานก่อสร้างและบูรณะ"
	},
	{
		"id" : 335,
		"department" : "สำนักการโยธา",
		"subdepartment" : "สำนักงานควบคุมอาคาร"
	},
	{
		"id" : 336,
		"department" : "สำนักการโยธา",
		"subdepartment" : "สำนักงานจัดกรรมสิทธิ์"
	},
	{
		"id" : 156,
		"department" : "สำนักการโยธา",
		"subdepartment" : "สำนักงานจัดกรรมสิทธิ์"
	},
	{
		"id" : 157,
		"department" : "สำนักการโยธา",
		"subdepartment" : "สำนักงานวิศวกรรมทาง"
	},
	{
		"id" : 154,
		"department" : "สำนักการโยธา",
		"subdepartment" : "สำนักงานออกแบบ"
	},
	{
		"id" : 148,
		"department" : "สำนักการโยธา",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 344,
		"department" : "สำนักงบประมาณกรุงเทพมหานคร",
		"subdepartment" : "กองวิชาการและแผนงาน"
	},
	{
		"id" : 231,
		"department" : "สำนักงบประมาณกรุงเทพมหานคร",
		"subdepartment" : "กองวิเคราะห์งบประมาณ 2"
	},
	{
		"id" : 227,
		"department" : "สำนักงบประมาณกรุงเทพมหานคร",
		"subdepartment" : "สำนักงบประมาณกรุงเทพมหานคร"
	},
	{
		"id" : 229,
		"department" : "สำนักงบประมาณกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานระบบงบประมาณ"
	},
	{
		"id" : 8,
		"department" : "สำนักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "กองทะเบียนประวัติข้าราชการ"
	},
	{
		"id" : 326,
		"department" : "สำนักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "กองพัฒนาระบบราชการกรุงเทพมหานคร"
	},
	{
		"id" : 11,
		"department" : "สำนักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "กองระบบงาน"
	},
	{
		"id" : 9,
		"department" : "สำนักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "กองวินัยและเสริมสร้างจริยธรรม"
	},
	{
		"id" : 7,
		"department" : "สำนักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "กองอัตรากำลัง"
	},
	{
		"id" : 368,
		"department" : "สำนักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "กองโครงสร้างและอัตรากำลัง"
	},
	{
		"id" : 370,
		"department" : "สำนักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "ศูนย์สารเทศทรัพยากรบุคคล"
	},
	{
		"id" : 366,
		"department" : "สำนักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "สถาบันพัฒนาทรัพยากรบุคคลกรุงเทพมหานคร"
	},
	{
		"id" : 5,
		"department" : "สำนักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานคณะกรรมการข้าราชการกรุงเทพมหานคร"
	},
	{
		"id" : 291,
		"department" : "สำนักงานเขตคลองสาน",
		"subdepartment" : "-"
	},
	{
		"id" : 320,
		"department" : "สำนักงานเขตคลองสามวา",
		"subdepartment" : "-"
	},
	{
		"id" : 307,
		"department" : "สำนักงานเขตคลองเตย",
		"subdepartment" : "-"
	},
	{
		"id" : 317,
		"department" : "สำนักงานเขตคันนายาว",
		"subdepartment" : "-"
	},
	{
		"id" : 300,
		"department" : "สำนักงานเขตจตุจักร",
		"subdepartment" : "-"
	},
	{
		"id" : 310,
		"department" : "สำนักงานเขตจอมทอง",
		"subdepartment" : "-"
	},
	{
		"id" : 299,
		"department" : "สำนักงานเขตดอนเมือง",
		"subdepartment" : "-"
	},
	{
		"id" : 311,
		"department" : "สำนักงานเขตดินแดง",
		"subdepartment" : "-"
	},
	{
		"id" : 281,
		"department" : "สำนักงานเขตดุสิต",
		"subdepartment" : "-"
	},
	{
		"id" : 294,
		"department" : "สำนักงานเขตตลิ่งชัน",
		"subdepartment" : "-"
	},
	{
		"id" : 322,
		"department" : "สำนักงานเขตทวีวัฒนา",
		"subdepartment" : "-"
	},
	{
		"id" : 323,
		"department" : "สำนักงานเขตทุ่งครุ",
		"subdepartment" : "-"
	},
	{
		"id" : 290,
		"department" : "สำนักงานเขตธนบุรี",
		"subdepartment" : "-"
	},
	{
		"id" : 293,
		"department" : "สำนักงานเขตบางกอกน้อย",
		"subdepartment" : "-"
	},
	{
		"id" : 292,
		"department" : "สำนักงานเขตบางกอกใหญ่",
		"subdepartment" : "-"
	},
	{
		"id" : 285,
		"department" : "สำนักงานเขตบางกะปิ",
		"subdepartment" : "-"
	},
	{
		"id" : 297,
		"department" : "สำนักงานเขตบางขุนเทียน",
		"subdepartment" : "-"
	},
	{
		"id" : 304,
		"department" : "สำนักงานเขตบางคอแหลม",
		"subdepartment" : "-"
	},
	{
		"id" : 305,
		"department" : "สำนักงานเขตบางซื่อ",
		"subdepartment" : "-"
	},
	{
		"id" : 321,
		"department" : "สำนักงานเขตบางนา",
		"subdepartment" : "-"
	},
	{
		"id" : 324,
		"department" : "สำนักงานเขตบางบอน",
		"subdepartment" : "-"
	},
	{
		"id" : 309,
		"department" : "สำนักงานเขตบางพลัด",
		"subdepartment" : "-"
	},
	{
		"id" : 278,
		"department" : "สำนักงานเขตบางรัก",
		"subdepartment" : "-"
	},
	{
		"id" : 286,
		"department" : "สำนักงานเขตบางเขน",
		"subdepartment" : "-"
	},
	{
		"id" : 314,
		"department" : "สำนักงานเขตบางแค",
		"subdepartment" : "-"
	},
	{
		"id" : 302,
		"department" : "สำนักงานเขตบึงกุ่ม",
		"subdepartment" : "-"
	},
	{
		"id" : 279,
		"department" : "สำนักงานเขตปทุมวัน",
		"subdepartment" : "-"
	},
	{
		"id" : 308,
		"department" : "สำนักงานเขตประเวศ",
		"subdepartment" : "-"
	},
	{
		"id" : 276,
		"department" : "สำนักงานเขตป้อมปราบศัตรูพ่าย",
		"subdepartment" : "-"
	},
	{
		"id" : 282,
		"department" : "สำนักงานเขตพญาไท",
		"subdepartment" : "-"
	},
	{
		"id" : 275,
		"department" : "สำนักงานเขตพระนคร",
		"subdepartment" : "-"
	},
	{
		"id" : 284,
		"department" : "สำนักงานเขตพระโขนง",
		"subdepartment" : "-"
	},
	{
		"id" : 295,
		"department" : "สำนักงานเขตภาษีเจริญ",
		"subdepartment" : "-"
	},
	{
		"id" : 287,
		"department" : "สำนักงานเขตมีนบุรี",
		"subdepartment" : "-"
	},
	{
		"id" : 280,
		"department" : "สำนักงานเขตยานนาวา",
		"subdepartment" : "-"
	},
	{
		"id" : 306,
		"department" : "สำนักงานเขตราชเทวี",
		"subdepartment" : "-"
	},
	{
		"id" : 298,
		"department" : "สำนักงานเขตราษฎร์บูรณะ",
		"subdepartment" : "-"
	},
	{
		"id" : 288,
		"department" : "สำนักงานเขตลาดกระบัง",
		"subdepartment" : "-"
	},
	{
		"id" : 301,
		"department" : "สำนักงานเขตลาดพร้าว",
		"subdepartment" : "-"
	},
	{
		"id" : 319,
		"department" : "สำนักงานเขตวังทองหลาง",
		"subdepartment" : "-"
	},
	{
		"id" : 313,
		"department" : "สำนักงานเขตวัฒนา",
		"subdepartment" : "-"
	},
	{
		"id" : 312,
		"department" : "สำนักงานเขตสวนหลวง",
		"subdepartment" : "-"
	},
	{
		"id" : 318,
		"department" : "สำนักงานเขตสะพานสูง",
		"subdepartment" : "-"
	},
	{
		"id" : 277,
		"department" : "สำนักงานเขตสัมพันธวงศ์",
		"subdepartment" : "-"
	},
	{
		"id" : 303,
		"department" : "สำนักงานเขตสาทร",
		"subdepartment" : "-"
	},
	{
		"id" : 316,
		"department" : "สำนักงานเขตสายไหม",
		"subdepartment" : "-"
	},
	{
		"id" : 289,
		"department" : "สำนักงานเขตหนองจอก",
		"subdepartment" : "-"
	},
	{
		"id" : 296,
		"department" : "สำนักงานเขตหนองแขม",
		"subdepartment" : "-"
	},
	{
		"id" : 315,
		"department" : "สำนักงานเขตหลักสี่",
		"subdepartment" : "-"
	},
	{
		"id" : 283,
		"department" : "สำนักงานเขตห้วยขวาง",
		"subdepartment" : "-"
	},
	{
		"id" : 2,
		"department" : "สำนักงานเลขานุการสภากรุงเทพมหานคร",
		"subdepartment" : "สำนักงานเลขานุการสภากรุงเทพมหานคร"
	},
	{
		"id" : 373,
		"department" : "สำนักดิจิทัลกรุงเทพมหานคร",
		"subdepartment" : "กองยุทธศาสตร์ดิจิทัล"
	},
	{
		"id" : 374,
		"department" : "สำนักดิจิทัลกรุงเทพมหานคร",
		"subdepartment" : "กองโครงสร้างพื้นฐานเทคโนโลยีดิจิทัล"
	},
	{
		"id" : 375,
		"department" : "สำนักดิจิทัลกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานพัฒนาระบบสารสนเทศดิจิทัล"
	},
	{
		"id" : 372,
		"department" : "สำนักดิจิทัลกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 371,
		"department" : "สำนักดิจิทัลกรุงเทพมหานคร",
		"subdepartment" : "สำนักดิจิทัลกรุงเทพมหานคร"
	},
	{
		"id" : 29,
		"department" : "สำนักนโยบายและแผนกรุงเทพมหานคร",
		"subdepartment" : "กองการต่างประเทศ"
	},
	{
		"id" : 31,
		"department" : "สำนักนโยบายและแผนกรุงเทพมหานคร",
		"subdepartment" : "กองควบคุมระบบคอมพิวเตอร์"
	},
	{
		"id" : 25,
		"department" : "สำนักนโยบายและแผนกรุงเทพมหานคร",
		"subdepartment" : "กองนโยบายและแผนรวม"
	},
	{
		"id" : 32,
		"department" : "สำนักนโยบายและแผนกรุงเทพมหานคร",
		"subdepartment" : "กองบริการระบบคอมพิวเตอร์"
	},
	{
		"id" : 30,
		"department" : "สำนักนโยบายและแผนกรุงเทพมหานคร",
		"subdepartment" : "กองพัฒนาระบบงานคอมพิวเตอร์"
	},
	{
		"id" : 33,
		"department" : "สำนักนโยบายและแผนกรุงเทพมหานคร",
		"subdepartment" : "กองสารสนเทศภูมิศาสตร์"
	},
	{
		"id" : 27,
		"department" : "สำนักนโยบายและแผนกรุงเทพมหานคร",
		"subdepartment" : "กองแผนทรัพยากรมนุษย์และสังคม"
	},
	{
		"id" : 28,
		"department" : "สำนักนโยบายและแผนกรุงเทพมหานคร",
		"subdepartment" : "กองแผนบริหารและการคลัง"
	},
	{
		"id" : 26,
		"department" : "สำนักนโยบายและแผนกรุงเทพมหานคร",
		"subdepartment" : "กองแผนสาธารณูปโภคและ สวล."
	},
	{
		"id" : 24,
		"department" : "สำนักนโยบายและแผนกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 23,
		"department" : "สำนักนโยบายและแผนกรุงเทพมหานคร",
		"subdepartment" : "สำนักนโยบายและแผนกรุงเทพมหานคร"
	},
	{
		"id" : 328,
		"department" : "สำนักปลัดกรุงเทพทหานคร",
		"subdepartment" : "กองการเจ้าหน้าที่"
	},
	{
		"id" : 327,
		"department" : "สำนักปลัดกรุงเทพมหานคร",
		"subdepartment" : "กองกลาง"
	},
	{
		"id" : 329,
		"department" : "สำนักปลัดกรุงเทพมหานคร",
		"subdepartment" : "กองประชาสัมพันธ์"
	},
	{
		"id" : 224,
		"department" : "สำนักป้องกันและบรรเทาสาธารณภัย",
		"subdepartment" : "กองปฏิบัติการดับเพลิง 4"
	},
	{
		"id" : 225,
		"department" : "สำนักป้องกันและบรรเทาสาธารณภัย",
		"subdepartment" : "กองปฏิบัติการดับเพลิง 5"
	},
	{
		"id" : 226,
		"department" : "สำนักป้องกันและบรรเทาสาธารณภัย",
		"subdepartment" : "กองปฏิบัติการดับเพลิง 6"
	},
	{
		"id" : 219,
		"department" : "สำนักป้องกันและบรรเทาสาธารณภัย",
		"subdepartment" : "กองวิชาการและแผนงาน"
	},
	{
		"id" : 217,
		"department" : "สำนักป้องกันและบรรเทาสาธารณภัย",
		"subdepartment" : "สำนักป้องกันและบรรเทาสาธารณภัย"
	},
	{
		"id" : 215,
		"department" : "สำนักผังเมือง",
		"subdepartment" : "กองควบคุมทางผังเมือง"
	},
	{
		"id" : 214,
		"department" : "สำนักผังเมือง",
		"subdepartment" : "กองจัดรูปที่ดินและปรับปรุงฟื้นฟูเมือง"
	},
	{
		"id" : 216,
		"department" : "สำนักผังเมือง",
		"subdepartment" : "กองนโยบายและแผนงาน"
	},
	{
		"id" : 213,
		"department" : "สำนักผังเมือง",
		"subdepartment" : "กองวางผังพัฒนาเมือง"
	},
	{
		"id" : 212,
		"department" : "สำนักผังเมือง",
		"subdepartment" : "กองสำรวจและแผนที่"
	},
	{
		"id" : 210,
		"department" : "สำนักผังเมือง",
		"subdepartment" : "สำนักการวางผังและพัฒนาเมือง"
	},
	{
		"id" : 211,
		"department" : "สำนักผังเมือง",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 203,
		"department" : "สำนักพัฒนาชุมชน",
		"subdepartment" : "กองการพัฒนาชุมชน"
	},
	{
		"id" : 202,
		"department" : "สำนักพัฒนาชุมชน",
		"subdepartment" : "กองวิชาการและแผนงาน"
	},
	{
		"id" : 201,
		"department" : "สำนักพัฒนาชุมชน",
		"subdepartment" : "กองส่งเสริมอาชีพ"
	},
	{
		"id" : 200,
		"department" : "สำนักพัฒนาชุมชน",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 199,
		"department" : "สำนักพัฒนาชุมชน",
		"subdepartment" : "สำนักพัฒนาชุมชน"
	},
	{
		"id" : 171,
		"department" : "สำนักรักษาความสะอาด",
		"subdepartment" : "กองควบคุมสิ่งปฏิกูล"
	},
	{
		"id" : 170,
		"department" : "สำนักรักษาความสะอาด",
		"subdepartment" : "กองบริการรักษาความสะอาด"
	},
	{
		"id" : 173,
		"department" : "สำนักรักษาความสะอาด",
		"subdepartment" : "กองวิชาการและแผนงาน"
	},
	{
		"id" : 172,
		"department" : "สำนักรักษาความสะอาด",
		"subdepartment" : "กองโรงงานกำจัดมูลฝอย"
	},
	{
		"id" : 169,
		"department" : "สำนักรักษาความสะอาด",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 168,
		"department" : "สำนักรักษาความสะอาด",
		"subdepartment" : "สำนักรักษาความสะอาด"
	},
	{
		"id" : 178,
		"department" : "สำนักสวัสดิการสังคม",
		"subdepartment" : "กองการกีฬา"
	},
	{
		"id" : 177,
		"department" : "สำนักสวัสดิการสังคม",
		"subdepartment" : "กองนันทนาการ"
	},
	{
		"id" : 180,
		"department" : "สำนักสวัสดิการสังคม",
		"subdepartment" : "กองสวัสดิภาพเด็ก สตรี ผู้สูงอายุ ผู้พิการ และผู้ด้อยโอกาส"
	},
	{
		"id" : 176,
		"department" : "สำนักสวัสดิการสังคม",
		"subdepartment" : "กองสังคมสงเคราะห์"
	},
	{
		"id" : 179,
		"department" : "สำนักสวัสดิการสังคม",
		"subdepartment" : "สำนักงานสวนสาธารณะ"
	},
	{
		"id" : 175,
		"department" : "สำนักสวัสดิการสังคม",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 174,
		"department" : "สำนักสวัสดิการสังคม",
		"subdepartment" : "สำนักสวัสดิการสังคม"
	},
	{
		"id" : 346,
		"department" : "สำนักสิ่งแวดล้อม",
		"subdepartment" : "กองกำจัดมูลฝอย"
	},
	{
		"id" : 345,
		"department" : "สำนักสิ่งแวดล้อม",
		"subdepartment" : "สำนักงานจัดการมูลฝอยและสิ่งปฏิกูล"
	},
	{
		"id" : 54,
		"department" : "สำนักอนามัย",
		"subdepartment" : "กองการพยาบาลสาธารณสุข"
	},
	{
		"id" : 57,
		"department" : "สำนักอนามัย",
		"subdepartment" : "กองควบคุมโรคติดต่อ"
	},
	{
		"id" : 59,
		"department" : "สำนักอนามัย",
		"subdepartment" : "กองควบคุมโรคเอดส์ วัณโรค และโรคติดต่อทางเพศสัมพันธ์"
	},
	{
		"id" : 55,
		"department" : "สำนักอนามัย",
		"subdepartment" : "กองทันตสาธารณสุข"
	},
	{
		"id" : 53,
		"department" : "สำนักอนามัย",
		"subdepartment" : "กองสร้างเสริมสุขภาพ"
	},
	{
		"id" : 129,
		"department" : "สำนักอนามัย",
		"subdepartment" : "กองสุขาภิบาลอาหาร"
	},
	{
		"id" : 60,
		"department" : "สำนักอนามัย",
		"subdepartment" : "กองเภสัชกรรม"
	},
	{
		"id" : 61,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 1 สะพานมอญ"
	},
	{
		"id" : 70,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 10 สุขุมวิท"
	},
	{
		"id" : 71,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 11 ประดิพัทธ์"
	},
	{
		"id" : 72,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 12 จันทร์เที่ยง เนตรวิเศษ"
	},
	{
		"id" : 73,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 13 ไมตรีวานิช"
	},
	{
		"id" : 74,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 14 แก้วสีบุญเรือง"
	},
	{
		"id" : 75,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 15 ลาดพร้าว"
	},
	{
		"id" : 76,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 16 ลุมพินี"
	},
	{
		"id" : 77,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 17 ประชานิเวศน์"
	},
	{
		"id" : 78,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 18 มงคล-วอน วังตาล"
	},
	{
		"id" : 79,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 19 วงศ์สว่าง"
	},
	{
		"id" : 62,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 2 ราชปรารภ"
	},
	{
		"id" : 80,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 20 ธนาคารศรีนคร"
	},
	{
		"id" : 81,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 21 วัดธาตุทอง"
	},
	{
		"id" : 82,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 22 วัดปากบ่อ"
	},
	{
		"id" : 83,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 23 สี่พระยา"
	},
	{
		"id" : 84,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 24 บางเขน"
	},
	{
		"id" : 85,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 25 ห้วยขวาง"
	},
	{
		"id" : 86,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 26 เจ้าคุณประยูรวงศ์"
	},
	{
		"id" : 87,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 27 จันทร์ฉิม ไพบูลย์"
	},
	{
		"id" : 88,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 28 กรุงธนบุรี"
	},
	{
		"id" : 89,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 29 ช่วง นุชเนตร"
	},
	{
		"id" : 63,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 3 บางซื่อ"
	},
	{
		"id" : 90,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 30 วัดเจ้าอาม"
	},
	{
		"id" : 91,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 31 เอิบ - จิตร ทังสุบุตร"
	},
	{
		"id" : 92,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 32 มาริษ ตินตมุสิก"
	},
	{
		"id" : 93,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 33 วัดหงส์รัตนาราม"
	},
	{
		"id" : 94,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 34 โพธิ์ศรี"
	},
	{
		"id" : 95,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 35 หัวหมาก"
	},
	{
		"id" : 96,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 36 บุคคโล"
	},
	{
		"id" : 97,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 37 ประสงค์-สุดสาคร ตู้จินดา"
	},
	{
		"id" : 98,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 38 จี๊ด ทองคำ บำเพ็ญ"
	},
	{
		"id" : 99,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 39 ราษฎร์บูรณะ"
	},
	{
		"id" : 64,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 4 ดินแดง"
	},
	{
		"id" : 100,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 40 บางแค"
	},
	{
		"id" : 101,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 41 คลองเตย"
	},
	{
		"id" : 102,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 42 ถนอม ทองสิมา"
	},
	{
		"id" : 103,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 43 มีนบุรี"
	},
	{
		"id" : 123,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 44 ลำผักชี หนองจอก"
	},
	{
		"id" : 124,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 45 ร่มเกล้า ลาดกระบัง"
	},
	{
		"id" : 104,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 46 กันตารัติอุทิศ"
	},
	{
		"id" : 105,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 47 คลองขวาง"
	},
	{
		"id" : 106,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 48 นาควัชระอุทิศ"
	},
	{
		"id" : 107,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 49 วัดชัยพฤกษมาลา"
	},
	{
		"id" : 65,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 5 จุฬาลงกรณ์"
	},
	{
		"id" : 108,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 50 บึงกุ่ม"
	},
	{
		"id" : 109,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 51 วัดไผ่ตัน"
	},
	{
		"id" : 110,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 52 สามเสนนอก"
	},
	{
		"id" : 111,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 53 ทุ่งสองห้อง"
	},
	{
		"id" : 112,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 54 ทัศน์เอี่ยม"
	},
	{
		"id" : 113,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 55 เตชะสัมพันธ์"
	},
	{
		"id" : 114,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 56 ทับเจริญ"
	},
	{
		"id" : 115,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 57 บุญเรือง ล้ำเลิศ"
	},
	{
		"id" : 116,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 58 ล้อม-พิมเสน ฟักอุดม"
	},
	{
		"id" : 117,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 59 ทุ่งครุ"
	},
	{
		"id" : 66,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 6 สโมสรวัฒนธรรมหญิง"
	},
	{
		"id" : 118,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 60 รสสุคนธ์ มโนชญากร"
	},
	{
		"id" : 119,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 61 สังวาลย์ ทัสนารมย์"
	},
	{
		"id" : 120,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 62 ตวงรัชฏ์ ศศะนาวิน ภักดีฐานปัญญา"
	},
	{
		"id" : 121,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 63 สมาคมแต้จิ๋วแห่งประเทศไทย"
	},
	{
		"id" : 130,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 64 คลองสามวา"
	},
	{
		"id" : 125,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 65 รักษาสุข บางบอน"
	},
	{
		"id" : 126,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 66 ตำหนักพระแม่กวนอิม โชคชัย4"
	},
	{
		"id" : 131,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 67 ทวีวัฒนา"
	},
	{
		"id" : 132,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 68 สะพานสูง"
	},
	{
		"id" : 331,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 69 คันนายาว"
	},
	{
		"id" : 67,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 7 บุญมี ปุรุราชรังสรรค์"
	},
	{
		"id" : 68,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 8 บุญรอด รุ่งเรือง"
	},
	{
		"id" : 69,
		"department" : "สำนักอนามัย",
		"subdepartment" : "ศูนย์บริการสาธารณสุข 9 ประชาธิปไตย"
	},
	{
		"id" : 122,
		"department" : "สำนักอนามัย",
		"subdepartment" : "สำนักงานชันสูตรสาธารณสุข"
	},
	{
		"id" : 58,
		"department" : "สำนักอนามัย",
		"subdepartment" : "สำนักงานป้องกันและบำบัดการติดยาเสพติด"
	},
	{
		"id" : 127,
		"department" : "สำนักอนามัย",
		"subdepartment" : "สำนักงานพัฒนาระบบสาธารณสุข"
	},
	{
		"id" : 56,
		"department" : "สำนักอนามัย",
		"subdepartment" : "สำนักงานสัตวแพทย์สาธารณสุข"
	},
	{
		"id" : 128,
		"department" : "สำนักอนามัย",
		"subdepartment" : "สำนักงานสุขาภิบาลสิ่งแวดล้อม"
	},
	{
		"id" : 52,
		"department" : "สำนักอนามัย",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 51,
		"department" : "สำนักอนามัย",
		"subdepartment" : "สำนักอนามัย"
	},
	{
		"id" : 339,
		"department" : "สำนักเทศกิจ",
		"subdepartment" : "กองตรวจและปฏิบัติการพื้นที่ 2"
	},
	{
		"id" : 340,
		"department" : "สำนักเทศกิจ",
		"subdepartment" : "กองตรวจและปฏิบัติการพื้นที่ 3"
	},
	{
		"id" : 341,
		"department" : "สำนักเทศกิจ",
		"subdepartment" : "สำนักงานตรวจและบังคับการ"
	},
	{
		"id" : 184,
		"department" : "สํานักการคลัง",
		"subdepartment" : "กองการเงิน"
	},
	{
		"id" : 189,
		"department" : "สํานักการคลัง",
		"subdepartment" : "กองตรวจจ่าย"
	},
	{
		"id" : 185,
		"department" : "สํานักการคลัง",
		"subdepartment" : "กองทะเบียนทรัพย์สินและพัสดุ"
	},
	{
		"id" : 186,
		"department" : "สํานักการคลัง",
		"subdepartment" : "กองบัญชี"
	},
	{
		"id" : 191,
		"department" : "สํานักการคลัง",
		"subdepartment" : "กองบำเหน็จบำนาญ"
	},
	{
		"id" : 187,
		"department" : "สํานักการคลัง",
		"subdepartment" : "กองระบบการคลัง"
	},
	{
		"id" : 183,
		"department" : "สํานักการคลัง",
		"subdepartment" : "กองรายได้"
	},
	{
		"id" : 188,
		"department" : "สํานักการคลัง",
		"subdepartment" : "กองโรงงานช่างกล"
	},
	{
		"id" : 182,
		"department" : "สํานักการคลัง",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 190,
		"department" : "สํานักการคลัง",
		"subdepartment" : "สำนักงานเศรษฐกิจการคลัง"
	},
	{
		"id" : 181,
		"department" : "สํานักการคลัง",
		"subdepartment" : "สํานักการคลัง"
	},
	{
		"id" : 207,
		"department" : "สํานักการจราจรและขนส่ง",
		"subdepartment" : "กองนโยบายและแผนงาน"
	},
	{
		"id" : 209,
		"department" : "สํานักการจราจรและขนส่ง",
		"subdepartment" : "กองพัฒนาระบบจราจร"
	},
	{
		"id" : 342,
		"department" : "สํานักการจราจรและขนส่ง",
		"subdepartment" : "กองระบบเทคโนโลยีจราจร"
	},
	{
		"id" : 343,
		"department" : "สํานักการจราจรและขนส่ง",
		"subdepartment" : "สำนักงานระบบขนส่ง"
	},
	{
		"id" : 206,
		"department" : "สํานักการจราจรและขนส่ง",
		"subdepartment" : "สำนักงานระบบขนส่ง"
	},
	{
		"id" : 208,
		"department" : "สํานักการจราจรและขนส่ง",
		"subdepartment" : "สำนักงานวิศวกรรมจราจร"
	},
	{
		"id" : 205,
		"department" : "สํานักการจราจรและขนส่ง",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 204,
		"department" : "สํานักการจราจรและขนส่ง",
		"subdepartment" : "สํานักการจราจรและขนส่ง"
	},
	{
		"id" : 165,
		"department" : "สํานักการระบายน้ำ",
		"subdepartment" : "กองจัดการคุณภาพน้ำ"
	},
	{
		"id" : 164,
		"department" : "สํานักการระบายน้ำ",
		"subdepartment" : "กองระบบคลอง"
	},
	{
		"id" : 161,
		"department" : "สํานักการระบายน้ำ",
		"subdepartment" : "กองสารสนเทศระบายน้ำ"
	},
	{
		"id" : 167,
		"department" : "สํานักการระบายน้ำ",
		"subdepartment" : "สำนักงานพัฒนาระบบระบายน้ำ"
	},
	{
		"id" : 162,
		"department" : "สํานักการระบายน้ำ",
		"subdepartment" : "สำนักงานระบบควบคุมน้ำ"
	},
	{
		"id" : 159,
		"department" : "สํานักการระบายน้ำ",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 230,
		"department" : "สํานักงบประมาณกรุงเทพมหานคร",
		"subdepartment" : "กองวิเคราะห์งบประมาณ 1"
	},
	{
		"id" : 232,
		"department" : "สํานักงบประมาณกรุงเทพมหานคร",
		"subdepartment" : "กองวิเคราะห์งบประมาณ 3"
	},
	{
		"id" : 233,
		"department" : "สํานักงบประมาณกรุงเทพมหานคร",
		"subdepartment" : "กองวิเคราะห์งบประมาณ 4"
	},
	{
		"id" : 234,
		"department" : "สํานักงบประมาณกรุงเทพมหานคร",
		"subdepartment" : "กองวิเคราะห์งบประมาณ 5"
	},
	{
		"id" : 235,
		"department" : "สํานักงบประมาณกรุงเทพมหานคร",
		"subdepartment" : "กองวิเคราะห์งบประมาณ 6"
	},
	{
		"id" : 228,
		"department" : "สํานักงบประมาณกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 6,
		"department" : "สํานักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "กองบริหารทั่วไป"
	},
	{
		"id" : 12,
		"department" : "สํานักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "กองพิทักษ์ระบบคุณธรรม"
	},
	{
		"id" : 10,
		"department" : "สํานักงานคณะกรรมการข้าราชการกรุงเทพมหานคร",
		"subdepartment" : "กองสรรหาบุคคล"
	},
	{
		"id" : 4,
		"department" : "สํานักงานเลขานุการผู้ว่าราชการกรุงเทพมหานคร",
		"subdepartment" : "สํานักงานเลขานุการผู้ว่าราชการกรุงเทพมหานคร"
	},
	{
		"id" : 3,
		"department" : "สํานักงานเลขานุการสภากรุงเทพมหานคร",
		"subdepartment" : "ส่วนวิชาการ"
	},
	{
		"id" : 18,
		"department" : "สํานักปลัดกรุงเทพมหานคร",
		"subdepartment" : "กองงานผู้ตรวจราชการ"
	},
	{
		"id" : 19,
		"department" : "สํานักปลัดกรุงเทพมหานคร",
		"subdepartment" : "สถาบันพัฒนาข้าราชการ กทม."
	},
	{
		"id" : 21,
		"department" : "สํานักปลัดกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานกฎหมายและคดี"
	},
	{
		"id" : 22,
		"department" : "สํานักปลัดกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานการต่างประเทศ"
	},
	{
		"id" : 15,
		"department" : "สํานักปลัดกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานการเจ้าหน้าที่"
	},
	{
		"id" : 17,
		"department" : "สํานักปลัดกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานตรวจสอบภายใน"
	},
	{
		"id" : 16,
		"department" : "สํานักปลัดกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานปกครองและทะเบียน"
	},
	{
		"id" : 20,
		"department" : "สํานักปลัดกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานประชาสัมพันธ์"
	},
	{
		"id" : 14,
		"department" : "สํานักปลัดกรุงเทพมหานคร",
		"subdepartment" : "สำนักงานเลขานุการปลัดกรุงเทพมหานคร"
	},
	{
		"id" : 13,
		"department" : "สํานักปลัดกรุงเทพมหานคร",
		"subdepartment" : "สํานักปลัดกรุงเทพมหานคร"
	},
	{
		"id" : 221,
		"department" : "สํานักป้องกันและบรรเทาสาธารณภัย",
		"subdepartment" : "กองปฏิบัติการดับเพลิง 1"
	},
	{
		"id" : 222,
		"department" : "สํานักป้องกันและบรรเทาสาธารณภัย",
		"subdepartment" : "กองปฏิบัติการดับเพลิง 2"
	},
	{
		"id" : 223,
		"department" : "สํานักป้องกันและบรรเทาสาธารณภัย",
		"subdepartment" : "กองปฏิบัติการดับเพลิง 3"
	},
	{
		"id" : 220,
		"department" : "สํานักป้องกันและบรรเทาสาธารณภัย",
		"subdepartment" : "กองอำนวยการป้องกันและบรรเทาสาธารณภัย"
	},
	{
		"id" : 218,
		"department" : "สํานักป้องกันและบรรเทาสาธารณภัย",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 266,
		"department" : "สํานักพัฒนาสังคม",
		"subdepartment" : "กองการพัฒนาชุมชน"
	},
	{
		"id" : 265,
		"department" : "สํานักพัฒนาสังคม",
		"subdepartment" : "กองนโยบายและแผนงาน"
	},
	{
		"id" : 267,
		"department" : "สํานักพัฒนาสังคม",
		"subdepartment" : "กองส่งเสริมอาชีพ"
	},
	{
		"id" : 349,
		"department" : "สํานักพัฒนาสังคม",
		"subdepartment" : "สำนักงานการพัฒนาชุมชน"
	},
	{
		"id" : 268,
		"department" : "สํานักพัฒนาสังคม",
		"subdepartment" : "สำนักงานการสงเคราะห์และสวัสดิภาพสังคม"
	},
	{
		"id" : 350,
		"department" : "สํานักพัฒนาสังคม",
		"subdepartment" : "สำนักงานการส่งเสริมอาชีพ"
	},
	{
		"id" : 351,
		"department" : "สํานักพัฒนาสังคม",
		"subdepartment" : "สำนักงานสวัสดิการสังคม"
	},
	{
		"id" : 264,
		"department" : "สํานักพัฒนาสังคม",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 263,
		"department" : "สํานักพัฒนาสังคม",
		"subdepartment" : "สำนักพัฒนาสังคม"
	},
	{
		"id" : 244,
		"department" : "สํานักยุทธศาสตร์และประเมินผล",
		"subdepartment" : "กองควบคุมระบบคอมพิวเตอร์"
	},
	{
		"id" : 245,
		"department" : "สํานักยุทธศาสตร์และประเมินผล",
		"subdepartment" : "กองบริการระบบคอมพิวเตอร์"
	},
	{
		"id" : 243,
		"department" : "สํานักยุทธศาสตร์และประเมินผล",
		"subdepartment" : "กองพัฒนาระบบงานคอมพิวเตอร์"
	},
	{
		"id" : 242,
		"department" : "สํานักยุทธศาสตร์และประเมินผล",
		"subdepartment" : "กองยุทธศาสตร์ทรัพยากรมนุษย์และสังคม"
	},
	{
		"id" : 238,
		"department" : "สํานักยุทธศาสตร์และประเมินผล",
		"subdepartment" : "กองยุทธศาสตร์บริหารจัดการ"
	},
	{
		"id" : 240,
		"department" : "สํานักยุทธศาสตร์และประเมินผล",
		"subdepartment" : "กองยุทธศาสตร์สาธารณสุขและสิ่งแวดล้อม"
	},
	{
		"id" : 241,
		"department" : "สํานักยุทธศาสตร์และประเมินผล",
		"subdepartment" : "กองยุทธศาสตร์สาธารณูปโภคพื้นฐาน"
	},
	{
		"id" : 239,
		"department" : "สํานักยุทธศาสตร์และประเมินผล",
		"subdepartment" : "กองยุทธศาสตร์เศรษฐกิจ การเงิน และการคลัง"
	},
	{
		"id" : 246,
		"department" : "สํานักยุทธศาสตร์และประเมินผล",
		"subdepartment" : "กองสารสนเทศภูมิศาสตร์"
	},
	{
		"id" : 237,
		"department" : "สํานักยุทธศาสตร์และประเมินผล",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 236,
		"department" : "สํานักยุทธศาสตร์และประเมินผล",
		"subdepartment" : "สำนักยุทธศาสตร์และประเมินผล"
	},
	{
		"id" : 259,
		"department" : "สํานักวัฒนธรรม กีฬาและการท่องเที่ยว",
		"subdepartment" : "กองการกีฬา"
	},
	{
		"id" : 261,
		"department" : "สํานักวัฒนธรรม กีฬาและการท่องเที่ยว",
		"subdepartment" : "กองการท่องเที่ยว"
	},
	{
		"id" : 260,
		"department" : "สํานักวัฒนธรรม กีฬาและการท่องเที่ยว",
		"subdepartment" : "กองการสังคีต"
	},
	{
		"id" : 347,
		"department" : "สํานักวัฒนธรรม กีฬาและการท่องเที่ยว",
		"subdepartment" : "กองนันทนาการ"
	},
	{
		"id" : 256,
		"department" : "สํานักวัฒนธรรม กีฬาและการท่องเที่ยว",
		"subdepartment" : "กองนโยบายและแผนงาน"
	},
	{
		"id" : 262,
		"department" : "สํานักวัฒนธรรม กีฬาและการท่องเที่ยว",
		"subdepartment" : "กองวัฒนธรรม"
	},
	{
		"id" : 257,
		"department" : "สํานักวัฒนธรรม กีฬาและการท่องเที่ยว",
		"subdepartment" : "ศูนย์เยาวชนกรุงเทพมหานคร (ไทย - ญี่ปุ่น)"
	},
	{
		"id" : 258,
		"department" : "สํานักวัฒนธรรม กีฬาและการท่องเที่ยว",
		"subdepartment" : "สำนักงานนันทนาการและส่งเสริมการเรียนรู้"
	},
	{
		"id" : 255,
		"department" : "สํานักวัฒนธรรม กีฬาและการท่องเที่ยว",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 254,
		"department" : "สํานักวัฒนธรรม กีฬาและการท่องเที่ยว",
		"subdepartment" : "สำนักวัฒนธรรม กีฬา และการท่องเที่ยว"
	},
	{
		"id" : 250,
		"department" : "สํานักสิ่งแวดล้อม",
		"subdepartment" : "กองจัดการขยะ ของเสียอันตรายและสิ่งปฏิกูล"
	},
	{
		"id" : 251,
		"department" : "สํานักสิ่งแวดล้อม",
		"subdepartment" : "กองจัดการคุณภาพอากาศและเสียง"
	},
	{
		"id" : 249,
		"department" : "สํานักสิ่งแวดล้อม",
		"subdepartment" : "กองนโยบายและแผนงาน"
	},
	{
		"id" : 252,
		"department" : "สํานักสิ่งแวดล้อม",
		"subdepartment" : "กองโรงงานกำจัดมูลฝอย"
	},
	{
		"id" : 253,
		"department" : "สํานักสิ่งแวดล้อม",
		"subdepartment" : "สำนักงานสวนสาธารณะ"
	},
	{
		"id" : 248,
		"department" : "สํานักสิ่งแวดล้อม",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 247,
		"department" : "สํานักสิ่งแวดล้อม",
		"subdepartment" : "สำนักสิ่งแวดล้อม"
	},
	{
		"id" : 195,
		"department" : "สํานักเทศกิจ",
		"subdepartment" : "กองตรวจการเทศกิจ"
	},
	{
		"id" : 197,
		"department" : "สํานักเทศกิจ",
		"subdepartment" : "กองตรวจและปฏิบัติการพื้นที่ 1"
	},
	{
		"id" : 198,
		"department" : "สํานักเทศกิจ",
		"subdepartment" : "กองนิติการและบังคับคดี"
	},
	{
		"id" : 196,
		"department" : "สํานักเทศกิจ",
		"subdepartment" : "กองนโยบายและแผนงาน"
	},
	{
		"id" : 194,
		"department" : "สํานักเทศกิจ",
		"subdepartment" : "กองวิชาการและแผนงาน"
	},
	{
		"id" : 193,
		"department" : "สํานักเทศกิจ",
		"subdepartment" : "สำนักงานเลขานุการ"
	},
	{
		"id" : 192,
		"department" : "สํานักเทศกิจ",
		"subdepartment" : "สํานักเทศกิจ"
	}
]